{
    "message_id": 883071797065560124,
    "menu": {
        "1": {
            "Name": "Will Lillis",
            "Positions": "President, Vice President, Secretary,Treasurer",
            "Statement": "I believe my previous experience serving in the SPS will aid me in any of the three leadership positions in the club. Furthermore, I also have served as treasurer for the YAF club, familiarizing myself with the p card process among other treasurer duties. ",
            "Image": "https://github.com/kahleeeb3/Albert/blob/main/modules/LeaderPhotos/Will%20Lillis.PNG?raw=true"
        },
        "2": {
            "Name": "Andrew Rippy",
            "Positions": "President, Vice President",
            "Statement": "I feel with the relationship that me (or any of the seniors) have with the physics department, as well as our previous involvement with the club before COVID killed everything, would be a good basis to kick start the club once again, and get it ready to be passed on to the next generation of physics students. ",
            "Image":"https://github.com/kahleeeb3/Albert/blob/main/modules/LeaderPhotos/Rippy%20Andrew.jpg?raw=true"
        },
        "3": {
            "Name": "Caleb Powell",
            "Positions": "President, Vice President, Secretary",
            "Statement": "I feel that I would be a good fit for this postion as I am very active within the physics department already. As a QSC tutor, a past 109 SI, a Senior Physics Major, and past member of the SPS, I have demonstated my ability to dedicate time while being proficient in my use of that time. I am very passionate about the club and would love to see it become something great after this period of drought.",
            "Image":"https://github.com/kahleeeb3/Albert/blob/main/modules/LeaderPhotos/Caleb%20Powell.jpg?raw=true"
        },
        "4": {
            "Name": "Joey Forchetti",
            "Positions": "Secretary",
            "Statement": "I’m a senior in the physics department and I have held positions in college mentors for kids. I am very organized and am willing to help to try and get SPS restarted.",
            "Image": ""
        },
        "5": {
            "Name": "This Could be You!",
            "Positions": "President",
            "Statement": "Please apply at https://tinyurl.com/PhysicsStud",
            "Image": "https://fertilitynetworkuk.org/wp-content/uploads/2017/01/Facebook-no-profile-picture-icon-620x389.jpg"
        }
    }
}